{"class_name": "Tokenizer", "config": {"num_words": 5000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 4320, "word_counts": "{\"could\": 31, \"you\": 157, \"turn\": 1184, \"off\": 1458, \"room\": 2595, \"2\": 968, \"light\": 885, \"kindly\": 281, \"the\": 3303, \"in\": 2571, \"three\": 305, \"now\": 609, \"darken\": 25, \"whole\": 28, \"house\": 394, \"switch\": 622, \"on\": 1476, \"every\": 221, \"kill\": 58, \"fan\": 1534, \"lighting\": 120, \"shut\": 59, \"all\": 334, \"fans\": 399, \"trigger\": 33, \"3\": 514, \"tv\": 470, \"drawing\": 470, \"immediately\": 354, \"power\": 302, \"down\": 127, \"indoor\": 85, \"lights\": 771, \"please\": 1032, \"room1\": 857, \"throughout\": 49, \"source\": 2, \"room1's\": 114, \"extinguish\": 86, \"place\": 10, \"right\": 393, \"away\": 193, \"thanks\": 44, \"can\": 120, \"activate\": 270, \"instantly\": 151, \"terminate\": 34, \"quickly\": 49, \"inside\": 79, \"start\": 82, \"everywhere\": 80, \"ensure\": 109, \"are\": 167, \"get\": 93, \"disable\": 59, \"rooms\": 103, \"of\": 65, \"at\": 45, \"once\": 42, \"up\": 180, \"home\": 97, \"without\": 26, \"delay\": 24, \"corner\": 22, \"disengage\": 49, \"entire\": 78, \"asap\": 10, \"engage\": 47, \"third\": 152, \"swiftly\": 51, \"for\": 100, \"needs\": 56, \"its\": 26, \"switched\": 24, \"stop\": 86, \"completely\": 52, \"deactivate\": 151, \"must\": 34, \"be\": 149, \"turned\": 82, \"begin\": 29, \"illuminate\": 47, \"to\": 58, \"should\": 60, \"cut\": 32, \"each\": 61, \"part\": 44, \"need\": 58, \"activated\": 33, \"promptly\": 70, \"enable\": 27, \"household\": 7, \"brighten\": 25, \"fire\": 31, \"if\": 44, \"initiate\": 32, \"ignite\": 33, \"spaces\": 6, \"this\": 13, \"moment\": 13, \"entirely\": 15, \"as\": 52, \"soon\": 26, \"possible\": 41, \"make\": 58, \"sure\": 58, \"that\": 13, \"end\": 25, \"let\": 1, \"there\": 1, \"area\": 5, \"me\": 2, \"have\": 4, \"building\": 4, \"corners\": 7, \"lamp\": 6, \"illumination\": 5, \"any\": 1, \"fixture\": 5, \"straightaway\": 1, \"i'd\": 2, \"like\": 2, \"would\": 6, \"room's\": 6, \"ceiling\": 3, \"offce\": 1, \"hesitation\": 2, \"space\": 8, \"faning\": 1, \"i\": 3, \"areas\": 3, \"expeditiously\": 1, \"parts\": 2}", "word_docs": "{\"light\": 883, \"off\": 1458, \"room\": 2587, \"could\": 31, \"2\": 968, \"you\": 157, \"turn\": 1184, \"three\": 305, \"now\": 609, \"the\": 2994, \"in\": 2567, \"kindly\": 278, \"darken\": 25, \"house\": 386, \"whole\": 28, \"on\": 1476, \"every\": 217, \"switch\": 622, \"fan\": 1534, \"kill\": 58, \"lighting\": 120, \"fans\": 399, \"all\": 332, \"shut\": 59, \"trigger\": 33, \"3\": 514, \"immediately\": 354, \"drawing\": 470, \"tv\": 470, \"indoor\": 85, \"lights\": 771, \"down\": 127, \"power\": 302, \"please\": 1027, \"room1\": 857, \"throughout\": 49, \"source\": 2, \"room1's\": 114, \"place\": 10, \"extinguish\": 86, \"thanks\": 44, \"right\": 393, \"away\": 193, \"can\": 120, \"instantly\": 151, \"activate\": 270, \"terminate\": 34, \"quickly\": 49, \"inside\": 79, \"start\": 82, \"everywhere\": 80, \"are\": 167, \"ensure\": 109, \"get\": 93, \"rooms\": 103, \"of\": 65, \"disable\": 59, \"once\": 42, \"at\": 45, \"up\": 180, \"home\": 97, \"delay\": 24, \"without\": 26, \"corner\": 22, \"disengage\": 49, \"entire\": 78, \"asap\": 10, \"third\": 152, \"engage\": 47, \"swiftly\": 51, \"for\": 100, \"needs\": 56, \"switched\": 24, \"its\": 26, \"stop\": 86, \"completely\": 52, \"deactivate\": 151, \"turned\": 82, \"be\": 149, \"must\": 34, \"begin\": 29, \"illuminate\": 47, \"to\": 58, \"should\": 60, \"cut\": 32, \"each\": 61, \"part\": 44, \"need\": 58, \"activated\": 33, \"promptly\": 70, \"enable\": 27, \"household\": 7, \"brighten\": 25, \"fire\": 31, \"if\": 44, \"initiate\": 32, \"ignite\": 33, \"spaces\": 6, \"this\": 13, \"moment\": 13, \"entirely\": 15, \"soon\": 26, \"as\": 26, \"possible\": 41, \"sure\": 58, \"make\": 58, \"that\": 13, \"end\": 25, \"there\": 1, \"let\": 1, \"area\": 5, \"me\": 2, \"have\": 4, \"building\": 4, \"corners\": 7, \"lamp\": 6, \"illumination\": 5, \"any\": 1, \"fixture\": 5, \"straightaway\": 1, \"i'd\": 2, \"like\": 2, \"would\": 6, \"room's\": 6, \"ceiling\": 3, \"offce\": 1, \"hesitation\": 2, \"space\": 8, \"faning\": 1, \"i\": 3, \"areas\": 3, \"expeditiously\": 1, \"parts\": 2}", "index_docs": "{\"11\": 883, \"7\": 1458, \"3\": 2587, \"87\": 31, \"10\": 968, \"32\": 157, \"8\": 1184, \"24\": 305, \"15\": 609, \"2\": 2994, \"4\": 2567, \"26\": 278, \"95\": 25, \"20\": 386, \"90\": 28, \"6\": 1476, \"28\": 217, \"14\": 622, \"5\": 1534, \"60\": 58, \"38\": 120, \"19\": 399, \"23\": 332, \"58\": 59, \"82\": 33, \"16\": 514, \"22\": 354, \"18\": 470, \"17\": 470, \"48\": 85, \"13\": 771, \"37\": 127, \"25\": 302, \"9\": 1027, \"12\": 857, \"69\": 49, \"122\": 2, \"40\": 114, \"105\": 10, \"46\": 86, \"75\": 44, \"21\": 393, \"29\": 193, \"39\": 120, \"34\": 151, \"27\": 270, \"80\": 34, \"70\": 49, \"52\": 79, \"49\": 82, \"51\": 80, \"31\": 167, \"41\": 109, \"45\": 93, \"42\": 103, \"55\": 65, \"59\": 59, \"78\": 42, \"74\": 45, \"30\": 180, \"44\": 97, \"98\": 24, \"92\": 26, \"100\": 22, \"71\": 49, \"53\": 78, \"106\": 10, \"33\": 152, \"72\": 47, \"68\": 51, \"43\": 100, \"65\": 56, \"99\": 24, \"93\": 26, \"47\": 86, \"66\": 52, \"35\": 151, \"50\": 82, \"36\": 149, \"81\": 34, \"89\": 29, \"73\": 47, \"61\": 58, \"57\": 60, \"85\": 32, \"56\": 61, \"76\": 44, \"62\": 58, \"83\": 33, \"54\": 70, \"91\": 27, \"108\": 7, \"96\": 25, \"88\": 31, \"77\": 44, \"86\": 32, \"84\": 33, \"110\": 6, \"102\": 13, \"103\": 13, \"101\": 15, \"94\": 26, \"67\": 26, \"79\": 41, \"64\": 58, \"63\": 58, \"104\": 13, \"97\": 25, \"129\": 1, \"128\": 1, \"114\": 5, \"123\": 2, \"117\": 4, \"118\": 4, \"109\": 7, \"111\": 6, \"115\": 5, \"130\": 1, \"116\": 5, \"131\": 1, \"124\": 2, \"125\": 2, \"112\": 6, \"113\": 6, \"119\": 3, \"132\": 1, \"126\": 2, \"107\": 8, \"133\": 1, \"120\": 3, \"121\": 3, \"134\": 1, \"127\": 2}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"the\", \"3\": \"room\", \"4\": \"in\", \"5\": \"fan\", \"6\": \"on\", \"7\": \"off\", \"8\": \"turn\", \"9\": \"please\", \"10\": \"2\", \"11\": \"light\", \"12\": \"room1\", \"13\": \"lights\", \"14\": \"switch\", \"15\": \"now\", \"16\": \"3\", \"17\": \"tv\", \"18\": \"drawing\", \"19\": \"fans\", \"20\": \"house\", \"21\": \"right\", \"22\": \"immediately\", \"23\": \"all\", \"24\": \"three\", \"25\": \"power\", \"26\": \"kindly\", \"27\": \"activate\", \"28\": \"every\", \"29\": \"away\", \"30\": \"up\", \"31\": \"are\", \"32\": \"you\", \"33\": \"third\", \"34\": \"instantly\", \"35\": \"deactivate\", \"36\": \"be\", \"37\": \"down\", \"38\": \"lighting\", \"39\": \"can\", \"40\": \"room1's\", \"41\": \"ensure\", \"42\": \"rooms\", \"43\": \"for\", \"44\": \"home\", \"45\": \"get\", \"46\": \"extinguish\", \"47\": \"stop\", \"48\": \"indoor\", \"49\": \"start\", \"50\": \"turned\", \"51\": \"everywhere\", \"52\": \"inside\", \"53\": \"entire\", \"54\": \"promptly\", \"55\": \"of\", \"56\": \"each\", \"57\": \"should\", \"58\": \"shut\", \"59\": \"disable\", \"60\": \"kill\", \"61\": \"to\", \"62\": \"need\", \"63\": \"make\", \"64\": \"sure\", \"65\": \"needs\", \"66\": \"completely\", \"67\": \"as\", \"68\": \"swiftly\", \"69\": \"throughout\", \"70\": \"quickly\", \"71\": \"disengage\", \"72\": \"engage\", \"73\": \"illuminate\", \"74\": \"at\", \"75\": \"thanks\", \"76\": \"part\", \"77\": \"if\", \"78\": \"once\", \"79\": \"possible\", \"80\": \"terminate\", \"81\": \"must\", \"82\": \"trigger\", \"83\": \"activated\", \"84\": \"ignite\", \"85\": \"cut\", \"86\": \"initiate\", \"87\": \"could\", \"88\": \"fire\", \"89\": \"begin\", \"90\": \"whole\", \"91\": \"enable\", \"92\": \"without\", \"93\": \"its\", \"94\": \"soon\", \"95\": \"darken\", \"96\": \"brighten\", \"97\": \"end\", \"98\": \"delay\", \"99\": \"switched\", \"100\": \"corner\", \"101\": \"entirely\", \"102\": \"this\", \"103\": \"moment\", \"104\": \"that\", \"105\": \"place\", \"106\": \"asap\", \"107\": \"space\", \"108\": \"household\", \"109\": \"corners\", \"110\": \"spaces\", \"111\": \"lamp\", \"112\": \"would\", \"113\": \"room's\", \"114\": \"area\", \"115\": \"illumination\", \"116\": \"fixture\", \"117\": \"have\", \"118\": \"building\", \"119\": \"ceiling\", \"120\": \"i\", \"121\": \"areas\", \"122\": \"source\", \"123\": \"me\", \"124\": \"i'd\", \"125\": \"like\", \"126\": \"hesitation\", \"127\": \"parts\", \"128\": \"let\", \"129\": \"there\", \"130\": \"any\", \"131\": \"straightaway\", \"132\": \"offce\", \"133\": \"faning\", \"134\": \"expeditiously\"}", "word_index": "{\"<OOV>\": 1, \"the\": 2, \"room\": 3, \"in\": 4, \"fan\": 5, \"on\": 6, \"off\": 7, \"turn\": 8, \"please\": 9, \"2\": 10, \"light\": 11, \"room1\": 12, \"lights\": 13, \"switch\": 14, \"now\": 15, \"3\": 16, \"tv\": 17, \"drawing\": 18, \"fans\": 19, \"house\": 20, \"right\": 21, \"immediately\": 22, \"all\": 23, \"three\": 24, \"power\": 25, \"kindly\": 26, \"activate\": 27, \"every\": 28, \"away\": 29, \"up\": 30, \"are\": 31, \"you\": 32, \"third\": 33, \"instantly\": 34, \"deactivate\": 35, \"be\": 36, \"down\": 37, \"lighting\": 38, \"can\": 39, \"room1's\": 40, \"ensure\": 41, \"rooms\": 42, \"for\": 43, \"home\": 44, \"get\": 45, \"extinguish\": 46, \"stop\": 47, \"indoor\": 48, \"start\": 49, \"turned\": 50, \"everywhere\": 51, \"inside\": 52, \"entire\": 53, \"promptly\": 54, \"of\": 55, \"each\": 56, \"should\": 57, \"shut\": 58, \"disable\": 59, \"kill\": 60, \"to\": 61, \"need\": 62, \"make\": 63, \"sure\": 64, \"needs\": 65, \"completely\": 66, \"as\": 67, \"swiftly\": 68, \"throughout\": 69, \"quickly\": 70, \"disengage\": 71, \"engage\": 72, \"illuminate\": 73, \"at\": 74, \"thanks\": 75, \"part\": 76, \"if\": 77, \"once\": 78, \"possible\": 79, \"terminate\": 80, \"must\": 81, \"trigger\": 82, \"activated\": 83, \"ignite\": 84, \"cut\": 85, \"initiate\": 86, \"could\": 87, \"fire\": 88, \"begin\": 89, \"whole\": 90, \"enable\": 91, \"without\": 92, \"its\": 93, \"soon\": 94, \"darken\": 95, \"brighten\": 96, \"end\": 97, \"delay\": 98, \"switched\": 99, \"corner\": 100, \"entirely\": 101, \"this\": 102, \"moment\": 103, \"that\": 104, \"place\": 105, \"asap\": 106, \"space\": 107, \"household\": 108, \"corners\": 109, \"spaces\": 110, \"lamp\": 111, \"would\": 112, \"room's\": 113, \"area\": 114, \"illumination\": 115, \"fixture\": 116, \"have\": 117, \"building\": 118, \"ceiling\": 119, \"i\": 120, \"areas\": 121, \"source\": 122, \"me\": 123, \"i'd\": 124, \"like\": 125, \"hesitation\": 126, \"parts\": 127, \"let\": 128, \"there\": 129, \"any\": 130, \"straightaway\": 131, \"offce\": 132, \"faning\": 133, \"expeditiously\": 134}"}}